Sloped web angle. (rad)
  Namespace:   Autodesk.Revit.DB.Structure.StructuralSections
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
  Since:  2018
 Syntax
  C#
public double SlopedWebAngle { get; set; }
  Visual Basic
Public Property SlopedWebAngle As Double
	Get
	Set
  Visual C++
public:
property double SlopedWebAngle {
	double get ();
	void set (double value);
}
 See Also
  StructuralSectionGeneralT Class
  Autodesk.Revit.DB.Structure.StructuralSections Namespace